Revit 2027 API
ParameterTypeId.SupportHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SupportHeight { get; }
Public Shared ReadOnly Property SupportHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SupportHeight {
	ForgeTypeId^ get ();
}
static member SupportHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace